
[
      {
        "categoria": "Ciencia ficción/Acción",
        "titulo": "AVATAR",
        "descripcion": "En un exuberante planeta llamado Pandora viven los Na'vi, seres que aparentan ser primitivos pero que en realidad son muy evolucionados. Debido a que el ambiente de Pandora es venenoso, los híbridos humanos/Na'vi, llamados Avatares, están relacionados con las mentes humanas, lo que les permite moverse libremente por Pandora. Jake Sully, un exinfante de marina paralítico se transforma a través de un Avatar, y se enamora de una mujer Na'vi.",
        "dirigido_por": "James Cameron"
      },
      {
        "categoria": "Acción/Fantasía",
        "titulo": "SPIDERMAN NO HAY HOME",
        "descripcion": "Tras descubrirse la identidad secreta de Peter Parker como Spider-Man, la vida del joven se vuelve una locura. Peter le pide ayuda al Doctor Strange para recuperar su vida, pero algo sale mal y provoca una fractura en el multiverso.",
        "dirigido_por": "Jon Watts"
      },
      {
        "categoria": "Acción/Suspenso",
        "titulo": "RAPIDOS Y FURIOSOS 7",
        "descripcion": "Un agente del gobierno que habla sin problemas le ofrece ayuda a Dominic Toretto y su banda para eliminar a un enemigo peligroso; a cambio, pide rescatar a un pirata informático secuestrado.",
        "dirigido_por": "James Wan"
      },
      {
        "categoria": "Animada: Acción/Ciencia ficción",
        "titulo": "Avengers: era de Ultrón",
        "descripcion": "Los Vengadores se reúnen de nuevo y juntan sus fuerzas con las de los recién llegados Quicksilver y Bruja Escarlata para luchar contra un robot maquiavélico llamado Ultrón, el cual Tony Stark creó con el fin de defender la paz, pero resultó defectuoso y ahora pretende exterminar a toda la humanidad.",
        "dirigido_por": "Joss Whedon"
      },
      {
        "categoria": "Infantil/Musica",
        "titulo": "LA BELLA Y LA BESTIA (2017)",
        "descripcion": "Belle, una joven hermosa y brillante, asume el lugar de su padre como prisionero en el castillo de una bestia. Poco a poco, la valiente Belle irá dándose cuenta de que el príncipe bestia no es el malvado ser que todos creen que es y tiene, en realidad, un gran corazón.",
        "dirigido_por": "Bill Condon"
      },
      {
        "categoria": "Acción/Ciencia ficción",
        "titulo": "IRO MAN 3",
        "descripcion": "El descarado y brillante Tony Stark, tras ver destruido todo su universo personal, debe encontrar y enfrentarse a un enemigo cuyo poder no conoce límites. Este viaje pondrá a prueba su entereza una y otra vez, y le obligará a confiar en su ingenio.",
        "dirigido_por": "Shane Black"
      },
      {
        "categoria": "Infantil/Comedia",
        "titulo": "MINIONS (2015)",
        "descripcion": "Los minions, ingenuos y torpes, buscan un verdadero villano al que servir. A lo largo de una evolución de millones de años, los minions se han puesto al servicio de los amos más despreciables. Kevin, acompañado por el rebelde Stuart y el adorable Bob, emprende un emocionante viaje para conseguir una jefa a quien servir, la terrible Scarlet Overkill.",
        "dirigido_por": "Pierre Coffin, Kyle Balda"
      },
      {
        "categoria": "Acción/Aventura",
        "titulo": "CAPITAN AMERICA CIVIL WAR",
        "descripcion": "Después de que otro incidente internacional, en el que se ven envueltos los Vengadores, produzca daños colaterales, la presión política obliga a poner en marcha un sistema para depurar responsabilidades.",
        "dirigido_por": "Anthony Russo, Joe Russo"
      },
      {
        "categoria": "Acción/Ciencia ficción",
        "titulo": "SPIDERMAN 'LEJOS DE CASA'",
        "descripcion": "Peter Parker decide pasar unas merecidas vacaciones en Europa junto a MJ, Ned y el resto de sus amigos. Sin embargo, Peter debe volver a ponerse el traje de Spider-Man cuando Nick Fury le encomienda una nueva misión: frenar el ataque de unas criaturas que están causando el caos en el continente.",
        "dirigido_por": "Jon Watts"
      },
      {
        "categoria": "Acción/Aventura",
        "titulo": "CAPITANA MARVEL",
        "descripcion": "Una guerrera extraterrestre de la civilización Kree se encuentra atrapada en medio de una batalla. Con la ayuda de Nick Fury trata de descubrir los secretos de su pasado mientras aprovecha sus poderes para terminar la guerra.",
        "dirigido_por": "Anna Boden, Ryan Fleck"
      },
      {
        "categoria": "Acción/Ciencia ficción",
        "titulo": "TRANSFORMERS EL LADO OSCURO DE LA LUNA",
        "descripcion": "Una vez más, la Tierra se ve atrapada en el medio cuando la resurrección de un antiguo Transformer parece cambiar el rumbo de los Autobots en su larga guerra con los malvados Decepticons.",
        "dirigido_por": "Michael Bay"
      },
      {
        "categoria": "Infantil/Aventura",
        "titulo": "TOY STORY 4",
        "descripcion": "Woody siempre ha tenido claro cuál es su labor en el mundo: cuidar a su dueño, ya sea Andy o Bonnie. Sin embargo, ahora descubrirá lo grande que puede ser el mundo para un juguete cuando el pequeño Forky se convierta en su nuevo compañero de habitación y se embarquen en una aventura que no olvidarán jamás durante un viaje por carretera.",
        "dirigido_por": "Josh Cooley"
      },
      {
        "categoria": "Infantil/Aventura",
        "titulo": "STOY STORE 3",
        "descripcion": "Woody, Buzz y el resto de los juguetes terminan en una guardería después de que Andy se vaya a la universidad.",
        "dirigido_por": "Lee Unkrich"
      },
      {
        "categoria": "Aventura/Acción",
        "titulo": "PIRATAS DEL CARIBE 'EL COFRE DEL HOMBRE MUERTO'",
        "descripcion": "Cuando el fantasmal pirata Davy Jones llega a cobrar una deuda sangrienta, el Capitán Jack Sparrow debe encontrar la forma de evitar su destino y que su alma sea maldecida para siempre. No obstante, el astuto fantasma logra interrumpir los planes nupciales de los amigos de Jack, Will Turner y Elizabeth Swann.",
        "dirigido_por": "Gore Verbinski"
      },
      {
        "categoria": "Infantil/Comedia",
        "titulo": "VILLANO FAVORITO 3",
        "descripcion": "Gru trabaja ahora capturando villanos pero fracasa y es despedido. Poco después descubre que tiene un hermano, Dru, y juntos se enfrentan a un villano que pretende robar un diamante y destruir Hollywood. Sin embargo, Dru quiere convencer a Gru para que además retome su carrera como villano, ya que su padre lo fue también.",
        "dirigido_por": "Pierre Coffin, Kyle Balda"
      },
      {
        "categoria": "Infantil/Comedia",
        "titulo": "Garfield: Fuera de casa",
        "descripcion": "El mimado gato casero Garfield se reencuentra con su padre, el gato callejero Vic, de quien hace mucho que no sabía nada. Vic arrastra a su hijo y a Odie, el perrito que vive con Garfield, a una trepidante aventura lejos de casa.",
        "dirigido_por": "Mark Dindal"
      },
      {
        "categoria": "Infantil/Comedia",
        "titulo": "ZOOTOPIA (2016)",
        "descripcion": "La metrópoli Zootopía es una ciudad de mamíferos, donde muchos animales viven y se desarrollan. Allí, la optimista agente Judy Hopps se convierte en la primera conejita de un cuerpo policial compuesto por animales duros y enormes. Judy está decidida a demostrar su valentía y se mete en un caso con Nick Wilde, un zorro parlanchín y estafador.",
        "dirigido_por": "Byron Howard, Rich Moore"
      },
      {
        "categoria": "Infantil/Aventura",
        "titulo": "ALICIA EN EL PAIS DE LAS MARAVILLAS (2010)",
        "descripcion": "Alicia, ahora una joven de 19 años de edad, regresa al País de las Maravillas para encontrar su verdadero destino y terminar con el gobierno de terror de la malvada reina Roja.",
        "dirigido_por": "Tim Burton"
      },
      {
        "categoria": "Fantasía/Romance",
        "titulo": "LA FORMA DEL AGUA",
        "descripcion":  "Baltimore, década de 1960. Elisa, muda desde que era un bebé, trabaja como limpiadora nocturna en un centro de investigación aero",
        "dirigido_por": "Tim Burton"
      },
          {
            "categoria": "pelicula",
            "titulo": "Las crónicas de Narnia",
            "descripcion": "Las Crónicas de Narnia es una serie de películas de fantasía de Walt Disney Pictures, Walden Media y también de 20th Century Fox basada en la serie de novelas homónima escrita por C.S. Lewis.",
            "dirigido_por": [
              "Andrew Adamson",
              "Michael Apted",
              "Joe Johnston"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "WALL·E",
            "descripcion": "Luego de pasar años limpiando la Tierra desierta, el robot Wall-E conoce a EVA y la sigue por toda la galaxia.",
            "dirigido_por": [
              "Andrew Stanton"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "SONIC 2",
            "descripcion": "Sonic y su compañero Tails emprenden un viaje alrededor del mundo en busca de una esmeralda que tiene del poder de destruir civilizaciones.",
            "dirigido_por": [
              "Jeff Fowler"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "CORALINE Y LA PUERTA SECRETA",
            "descripcion": "Una niña descubre una puerta secreta en su nueva casa y entra a una realidad alterna que la refleja fielmente de muchas formas.",
            "dirigido_por": [
              "Henry Selick"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "Five Nights at Freddy's: la pelicula",
            "descripcion": "Un problemático guardia de seguridad empieza a trabajar en la pizzería Freddy Fazbear's. Mientras pasa su primera noche en el trabajo, se da cuenta de que el turno de noche va a resultar aterrador.",
            "dirigido_por": [
              "Emma Tammi"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "IT",
            "descripcion": "Varios niños de una pequeña ciudad del estado de Maine se alían para combatir a una entidad diabólica que adopta la forma de un payaso y desde hace mucho tiempo emerge cada 27 años para saciarse de sangre infantil.",
            "dirigido_por": [
              "Andrés Muschietti"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "Chucky 7",
            "descripcion": "Chucky regresa para aterrorizar a Nica, quien está recluida en un manicomio, creyendo que ella mató a su familia. Andy descubre que Chucky ha reaparecido y se dispone a ayudar a Nica, pero la esposa de Chucky también vuelve, sedienta de sangre.",
            "dirigido_por": [
              "Don Mancini"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "LA RAZÓN DE ESTAR CONTIGO",
            "descripcion": "Reencarnado en diferentes perros a lo largo de cinco décadas, un canino adorable y devoto sigue reuniéndose con su primer dueño, el que lo cuidó cuando era un cachorro golden retriever, mientras busca el sentido de su vida entre los seres humanos.",
            "dirigido_por": [
              "Lasse Hallström"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "LA FORMA DEL AGUA",
            "descripcion": "Baltimore, década de 1960. Elisa, muda desde que era un bebé, trabaja como limpiadora nocturna en un centro de investigación aeroespacial. Una noche, mientras está limpiando en un zona de alta seguridad, ve cómo llevan al laboratorio una cápsula con un extraño ser en su interior. Se trata de un hombre anfibio, del que se enamora. A partir de entonces, Elisa elabora un plan para liberar al mutante.",
            "dirigido_por": [
              "Guillermo del Toro"
            ]
          },
          {
            "categoria": "pelicula",
            "titulo": "OPPENHEIMER",
            "descripcion": "Durante la Segunda Guerra Mundial, el teniente general Leslie Groves designa al físico J. Robert Oppenheimer para un grupo de trabajo que está desarrollando el Proyecto Manhattan, cuyo objetivo consiste en fabricar la primera bomba atómica.",
            "dirigido_por": [
              "Christopher Nolan"
            ]
          },
          {
            "categoria": "Telenovela",
            "titulo": "DEVUELVEME LA VIDA",
            "descripcion": "El padre de Mariana Azcarate, la heredera de la hacienda algodonera La Victoria, descubre que su hija está enamorada de Joaquín, un jornalero afro, a lo que se opone firmemente, tomando la decisión de deshacerse de él y del bebé que viene en camino.",
            "dirigido_por": [
              "Caracol Televisión"
            ]
          },
          {
            "categoria": "Telenovela",
            "titulo": "LAS INCLEMENCIAS DEL AMOR",
            "descripcion": "Para una mujer no es fácil predecir días soleados y lluviosos, aún trabajando como meteoróloga. Más difícil aún es predecir el amor, incluso cuando llama a la puerta.",
            "dirigido_por": [
              "Cha Young-hoon"
            ]
          },
          {
            "categoria": "Telenovela",
            "titulo": "DETRAS DE TUS OJOS",
            "descripcion": "Una madre soltera se involucra en un mundo de retorcidos juegos mentales en el momento que comienza una aventura con su jefe psiquiatra mientras se hace amiga de su misteriosa esposa.",
            "dirigido_por": [
              "Erik Richter Strand"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "ONE PIECE",
            "descripcion": "Esta historia se sitúa en el momento más álgido de la Gran Era de los Piratas, cuando el joven Monkey D. Luffy quiere llegar a ser el Rey de los Piratas y hacerse al fin con un legendario tesoro, el One Piece.",
            "dirigido_por": [
              "Tatsuya Nagamine",
              "Satoshi Itō",
              "Yasunori Koyama"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "NINJAGO",
            "descripcion": "Los guerreros están dispuestos a ir a las profundidades del inframundo para recuperar las armas legendarias del oro de Ninjago.",
            "dirigido_por": [
              "Tommy Andreasen",
              "Michael Hegner"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "Gravity Falls",
            "descripcion": "El tío Stan invita a los gemelos Dipper y Mabel Pines a pasar el verano en el misterioso pueblo de Gravity Falls, Oregón. Los niños lo ayudan en la Cabaña del Misterio, la trampa turística que posee. Los gemelos tratan de adaptarse al entorno diferente, pero sienten que hay algo extraño en Gravity Falls y comienzan a descubrir sus secretos. Cuando Dipper descubre un diario críptico que ofrece el conocimiento de los misterios de la ciudad, él y Mabel lo usan para vencer al mal, y luchan para descubrir los inminentes misterios que los rodean.",
            "dirigido_por": [
              "Alex Hirsch",
              "Shion Takeuchi",
              "Josh Weinstein",
              "Aury Wallington"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "LOS JOVENES TITANES EN ACCION",
            "descripcion": "Cinco jóvenes, que luchan contra el crimen en Jump City, viven aventuras y conflictos causados por villanos o por ellos mismos.",
            "dirigido_por": [
              "Peter Rida Michail",
              "Luke Cormican",
              "Scott O'Brien"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "BLUEY",
            "descripcion": "Las aventuras de Bluey, una cachorra que vive con su madre, padre y hermana. Su energía y su espíritu adorable generan todo tipo de situaciones divertidas e impredecibles.",
            "dirigido_por": [
              "Joe Brumm"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "Miraculous: las aventuras de Ladybug",
            "descripcion": "En París, Marinette y Adrien parecen estudiantes normales. Sin embargo, ellos son los elegidos para salvar a los habitantes del mal.",
            "creado_por": [
              "Thomas Astruc"
            ]
          },
          {
            "categoria": "Serie Animada",
            "titulo": "Pocoyó",
            "descripcion": "Pocoyo es un niño muy curioso, quien junto a sus amigos se embarcarán en aventuras sin fin en un mundo que está empezando a descubrir. Una serie de animación en 3D, orientada a los niños en edad preescolar, y que se caracteriza por sus mensajes educativos y pedagógicos. El objetivo de esta serie es estimular los sentidos de los más pequeños con colores fuertes, la música y los movimientos. Serie educativa que tuvo mucho éxito en Japón, Reino Unido y Australia.",
            "dirigido_por": " Alfonso Rodríguez; Paulo Mosca"
            }]